{
  "recipes": [
    {
      "id": "528d60d3-4573-41a6-aca8-4fbb04e37bb5",
      "name": "Brownie de Chocolate com Gengibre",
      "category": {
        "id": "2e31fea8-0497-4201-a8fd-66cbd9b002ca",
        "name": "Doces"
      },
      "trending": true,
      "ingredients": [
        "50 g farinha de milho fina",
        "10 g de cacau em pó",
        "250 g de chocolate meio amargo",
        "200 g de manteiga sem sal cortada em cubos",
        "20 ml de suco de gengibre",
        "5 ovos",
        "200 g de açúcar",
        "1 colher (chá) de fermento em pó",
        "100 g de nozes picadas grosseiramente"
      ],
      "preparation": [
        "Coloque numa tigela a farinha de milho fina e o cacau em pó.",
        "Misture e reserve.",
        "Numa panela, em banho-maria, derreta o chocolate meio amargo picado com a manteiga sem sal cortada em cubos.",
        "Retire do fogo.",
        "Adicione o suco de gengibre e misture.",
        "Acrescente a mistura de farinha com cacau em pó (reservada acima). Misture bem e reserve.",
        "Numa batedeira, coloque os ovos e o açúcar. Bata bem até dobrar de volume.",
        "Com a batedeira ainda ligada, adicione o fermento em pó e bata até misturar.",
        "Desligue a batedeira. Acrescente a mistura de chocolate (reservada acima) e as nozes picadas. Misture.",
        "Transfira a massa para uma assadeira retangular (18 cm X 30 cm) untada e forrada com papel manteiga.",
        "Leve para assar em forno médio pré-aquecido a 180°C por +/- 40 minutos.",
        "Retire do forno.",
        "Cubra o brownie com papel manteiga.",
        "Coloque outra assadeira do mesmo tamanho pressionando levemente o brownie para que fique mais compacto e úmido",
        "Deixe por +/- 4 horas na geladeira.",
        "Retire a assadeira de cima do brownie, desenforme, corte em quadrados e sirva em seguida."
      ],
      "information": [
        {
          "type": "rendimento",
          "value": "4 pessoas",
          "title": "Serve"
        },
        {
          "type": "preparo",
          "value": "25 minutos",
          "title": "Tempo de preparo"
        }
      ],
      "nutrients": [
        {
          "title": "carboidrato",
          "value": "3g"
        },
        {
          "title": "proteina",
          "value": "10g"
        },
        {
          "title": "gordura",
          "value": "5g"
        },
        {
          "title": "calorias",
          "value": "52g"
        }
      ]
    },
    {
      "id": "843c5c59-beab-4728-a82b-ed03d5c1c0c4",
      "name": "Hamburquibe",
      "category": {
        "id": "d999f0a3-b131-41c1-bbdd-4e879607a356",
        "name": "Hamburguers"
      },
      "trending": true,
      "ingredients": [
        "RECHEIO",
        "2 colheres (sopa) de azeite1 colher (sopa) de alho picadinho100g de cebola picada500g de carne moída60g de extrato de tomate1⁄2 xícara (chá) de águaSalsinha a gostoPimenta síria a gostoSal a gosto",
        "MASSA",
        "150g de cebola cortada em cubos médios4 dentes de alho1 xícara (chá) de hortelã200g de trigo para quibe360ml de água fervente60ml de azeite1kg de carne moída1 xícara (chá) de tomate sem pele e sem semente cortado em cubosSal a gostoPimenta Síria a gosto",
        "MOLHO DE IOGURTE",
        "2 copos de iogurte natural2 colheres (sopa) de azeite1 limão (suco)Hortelã picadinho a gostoSal a gostoPimenta síria a gosto"
      ],
      "preparation": [
        "Coloque numa panela aquecida 2 colheres (sopa) de azeite, o alho picadinho, a cebola picadinha e refogue até murchar.Acrescente 500g de carne moída e refogue até a carne ficar soltinha e começar a dourar.Junte 60g de extrato de tomate, ½ xícara (chá) de água, salsinha, sal e pimenta síria a gosto.Abaixe o fogo e deixe cozinhar por +/- 15 minutos ou até o molho encorpar.Apague o fogo e deixe esfriar.",
        "Numa frigideira antiaderente, em fogo médio com azeite, grelhe os hamburquibes dos dois lados (+/- 12 minutos). Sirva com molho de iogurte com hortelã. Se preferir, coloque os hamburquibe numa assadeira untada e leve ao forno pré-aquecido a 200º C por 15 minutos, virando na metade do tempo.",
        "Reserve.",
        "MASSA",
        "Num processador coloque a cebola cortada em cubos médios, o alho, e as folhas de hortelã e bata até obter uma pasta.Reserve.Numa tigela coloque o trigo para quibe, a pasta reservada acima, a água fervente e deixe coberto com um prato por +/- 1 hora ou até esfriar.Depois junte o azeite, a carne moída, o tomate sem pele picado, sal e pimenta síria a gosto.Misture bem.Pegue metade da massa, abra entre dois plásticos e corte discos (com 10cm de diâmetro e 0,5cm de espessura).Coloque uma porção do recheio no centro de um disco e cubra outro disco.Feche bem a borda modelando como um hambúrguer.Repita o mesmo procedimento com a outra metade da massa.Numa frigideira antiaderente, em fogo médio com azeite, grelhe os hamburquibes dos dois lados (+/- 12 minutos).Sirva com molho de iogurte com hortelã.Se preferir, coloque os hamburquibe numa assadeira untada e leve ao forno pré-aquecido a 200º C por 15 minutos, virando na metade do tempo.",
        "MOLHO DE IOUGURTE",
        "Numa tigela coloque o iogurte natural, o suco de 1 limão, hortelã, sal, pimenta síria e azeite.Misture bem."
      ],
      "information": [
        {
          "type": "rendimento",
          "value": "2 pessoas",
          "title": "Serve"
        },
        {
          "type": "preparo",
          "value": "15 minutos",
          "title": "Tempo de preparo"
        }
      ],
      "nutrients": [
        {
          "title": "carboidrato",
          "value": "3g"
        },
        {
          "title": "proteina",
          "value": "10g"
        },
        {
          "title": "gordura",
          "value": "5g"
        },
        {
          "title": "calorias",
          "value": "52g"
        }
      ]
    },
    {
      "id": "9af14266-a603-4a8e-8d5c-5829deb1449f",
      "name": "Peixe Delícia de Olinda da Eliane",
      "category": {
        "id": "61a827c2-7e09-419e-b2b0-d72330e2a1bf",
        "name": "Peixes"
      },
      "trending": true,
      "ingredients": [
        "4 filés de peixe branco limpo (aproximadamente 120g cada)",
        "8 bananas pacovã, prata ou nanica maduras e firmes",
        "12 fatias de queijo-manteiga (o suficiente para cobrir a forma de acordo com a montagem abaixo)",
        "1 colher de sopa de margarina",
        "Sal",
        "Pimenta-do-reino",
        "Azeite",
        "Açúcar",
        "Canela em pó"
      ],
      "preparation": [
        "1 - Tempere o peixe com sal e pimenta-do-reino e deixe pegar gosto por duas horas na geladeira.",
        "2 - Em uma frigideira antiaderente (de preferência com tampa), coloque um fio de azeite e frite o peixe.",
        "3 - Em outra frigideira, coloque a bananas partidas ao meio no sentido do comprimento e doure-as com a margarina. Reserve.",
        "4 - Em uma forma refratária, monte da seguinte forma: uma camada de peixe, uma camada de banana, uma camada de queijo e repita novamente.",
        "5 - Polvilhe com canela e levemente com açúcar. Leve ao forno 220 graus. Espere o queijo derreter e sirva imediatamente."
      ],
      "information": [
        {
          "type": "rendimento",
          "value": "2 pessoas",
          "title": "Serve"
        },
        {
          "type": "preparo",
          "value": "15 minutos",
          "title": "Tempo de preparo"
        }
      ],
      "nutrients": [
        {
          "title": "carboidrato",
          "value": "3g"
        },
        {
          "title": "proteina",
          "value": "10g"
        },
        {
          "title": "gordura",
          "value": "5g"
        },
        {
          "title": "calorias",
          "value": "52g"
        }
      ]
    },
    {
      "id": "7f864299-c6e6-4175-be3d-5705de8603c9",
      "name": "Bombom de cerejas do Flavio Federico",
      "category": {
        "id": "2e31fea8-0497-4201-a8fd-66cbd9b002ca",
        "name": "Doces"
      },
      "trending": true,
      "ingredients": [
        "100g de calda da cereja",
        "400ml de vodca (ou Bourbon ou whisky com 40º de álcool)",
        "Corante alimentício em pó vermelho a gosto",
        "50 cerejas em calda com cabo e drenadas",
        "600g de fondant branco",
        "400g de chocolate meio amargo temperado"
      ],
      "preparation": [
        "Em uma panela coloque 100g da calda da cereja, 400ml de vodca, corante alimentício em pó vermelho a gosto e misture. Leve ao fogo baixo até atingir a temperatura de 40°C. Retire do fogo.",
        "Coloque em um pote com tampa 50 cerejas em calda com cabo e drenadas e a calda da cereja aquecida (feita acima), tampe e guarde num local arejado por no mínimo 15 dias.",
        "Depois deste tempo retire as cerejas do pote e coloque em uma peneira para escorrer (20 minutos). Reserve as cerejas e a calda.",
        "Aqueça em uma panela 600g de fondant branco (entre 60° a 65°C) até que derreta completamente mexendo delicadamente. Coloque um pouco de calda da cereja para afinar o fondant. Retire do fogo.",
        "Mergulhe as cerejas (reservadas acima) no fondant até que fiquem cobertas totalmente. Em seguida coloque em um papel-manteiga untado (ou tapete antiaderente) para secar (cerca de 10 minutos).",
        "Em outro papel-manteiga untado (ou tapete antiaderente) pingue uma gota com 1 cm de diâmetro de chocolate meio amargo derretido e temperado e coloque a cereja com fondant sobre a gota (esse processo previne o vazamento do licor pelo fundo). Deixe o chocolate endurecer.",
        "Em seguida, banhe as cerejas por completo no chocolate, leve para a geladeira por 5 minutos para firmar. Guarde em um recipiente com tampa por pelo menos 10 dias antes de consumir."
      ],
      "information": [
        {
          "type": "rendimento",
          "value": "2 pessoas",
          "title": "Serve"
        },
        {
          "type": "preparo",
          "value": "15 minutos",
          "title": "Tempo de preparo"
        }
      ],
      "nutrients": [
        {
          "title": "carboidrato",
          "value": "3g"
        },
        {
          "title": "proteina",
          "value": "10g"
        },
        {
          "title": "gordura",
          "value": "5g"
        },
        {
          "title": "calorias",
          "value": "52g"
        }
      ]
    },
    {
      "id": "21eb9573-0a72-4a2a-8b7a-3fb72c8bbe84",
      "name": "Geleia de Morango com Pimenta da Anna Terra",
      "category": {
        "id": "2e31fea8-0497-4201-a8fd-66cbd9b002ca",
        "name": "Doces"
      },
      "trending": true,
      "ingredients": [
        "750 g de morangos cortados em cubos",
        "8 colheres de sopa de açúcar cristal",
        "2 pimentas dedo-de-moça",
        "1⁄2 limão espremido",
        "Pão artesanal italiano",
        "Pão artesanal de grãos"
      ],
      "preparation": [
        "1 - Misture todos os ingredientes da geleia, reservando apenas 250g de morangos, em uma panela em fogo baixo, mexendo sempre.",
        "2 - Depois que a mistura já estiver com uma textura mais cremosa, adicione os 250g de morangos e deixar cozinhar por mais alguns minutos antes de desligar o fogo.",
        "3 - Deixe a geleia esfriar, coloque na geladeira até a hora de servir."
      ],
      "information": [
        {
          "type": "rendimento",
          "value": "2 pessoas",
          "title": "Serve"
        },
        {
          "type": "preparo",
          "value": "15 minutos",
          "title": "Tempo de preparo"
        }
      ],
      "nutrients": [
        {
          "title": "carboidrato",
          "value": "3g"
        },
        {
          "title": "proteina",
          "value": "10g"
        },
        {
          "title": "gordura",
          "value": "5g"
        },
        {
          "title": "calorias",
          "value": "52g"
        }
      ]
    },
    {
      "id": "0b89a52b-c1d3-4796-9d37-7ecd97386549",
      "name": "Siri Gratinado da Júlia",
      "category": {
        "id": "61a827c2-7e09-419e-b2b0-d72330e2a1bf",
        "name": "Peixes"
      },
      "trending": true,
      "ingredients": [
        "500 g de carne de Siri",
        "1 cebola média picada",
        "1 pimentão vermelho picado",
        "1 pimentão amarelo picado",
        "1⁄2 pimenta dedo-de-moça picada sem semente",
        "4 tomates sem pele e sem semente picado",
        "6 a 8 fatias de pão de forma sem casca",
        "1 vidro de leite de coco",
        "1 copo de leite de vaca"
      ],
      "preparation": [
        "1 - Coloque as fatias do pão na mistura do leite de vaca com o leite de coco.",
        "2 - Aqueça a panela, refogue no azeite de oliva, a cebola, os tomates, os pimentões e o alho.",
        "3 - Em outra panela, refogue com o azeite de dendê e o restante do azeite de oliva, a carne de Siri, a pimenta dedo-de-moça, o louro e a pimenta-do-reino.",
        "4 - Acerte o sal e continue mexendo para que todos os ingredientes incorporem bem. Se necessário, acrescente um pouco mais de azeite de oliva.",
        "5 - Junte os dois refogados e acrescente a mistura dos pães com o leite. Vá mexendo até obter uma massa homogênea e consistente.",
        "6 - Coloque as azeitonas e acerte o sal e a pimenta-do-reino.",
        "7 - Misture a farinha de rosca com o queijo ralado na hora."
      ],
      "information": [
        {
          "type": "rendimento",
          "value": "2 pessoas",
          "title": "Serve"
        },
        {
          "type": "preparo",
          "value": "15 minutos",
          "title": "Tempo de preparo"
        }
      ],
      "nutrients": [
        {
          "title": "carboidrato",
          "value": "3g"
        },
        {
          "title": "proteina",
          "value": "10g"
        },
        {
          "title": "gordura",
          "value": "5g"
        },
        {
          "title": "calorias",
          "value": "52g"
        }
      ]
    },
    {
      "id": "a4debd99-473a-4ba5-8c1b-9cbc276e9588",
      "name": "Camarões Empanados em Requeijão com Salada Tropical",
      "category": {
        "id": "61a827c2-7e09-419e-b2b0-d72330e2a1bf",
        "name": "Peixes"
      },
      "trending": true,
      "ingredients": [
        "2 alfaces americanos2 alfaces francês crespo roxo1 caixa de tomate cereja2 vidros de palmito inteiro (o mais grosso q achar)2 camarões grandes por pessoa600g de requeijão catupiry400g de castanha de caju200g de gergelim preto1 colher (sopa) de manteigaSal a gosto",
        "MOLHO TERIAKY NORDESTINO",
        "100ml de mel de engenho100ml de molho shoyuPimenta-do-reino a gosto2 colheres (sopa) de açúcar",
        "MOLHO DE LARANJA E MOSTARDA",
        "2 laranjas100ml de mostarda amarelaNoz-moscada a gostoPimenta-do-reino a gosto"
      ],
      "preparation": [
        "Lave todas as folhas e o tomate cereja. Reserve.Numa frigideira, doure levemente a castanha de caju e o gergelim, sempre mexendo, tire do fogo e coloque num prato raso.Descasque os camarões.Numa panela coloque água pra ferver, salgue e coloque os camarões pra cozinhar rapidamente.Retire.Leve os camarões pra saltear numa frigideira com manteiga e uma pitada de sal.Passe o requeijão nos camarões e empane-os na mistura da castanha de caju e gergelim.Monte a salada com os alfaces, o tomate cereja e o palmito.Coloque o molho de laranja e mostarda na salada.Coloque o molho teriaky nordestino no camarão.Sirva a salada acompanhada dos camarões.Para finalizar, regue a gosto com azeite de oliva e tempere levemente com sal.",
        "MOLHO TERIAKY NORDESTINO",
        "Coloque o molho shoyo, o mel de engenho e o açúcar em fogo baixo.Tempere com a pimenta-do-reino e mexendo de vez em quando.Deixe engrossar ao ponto de fio.Regue os camarões.",
        "MOLHO DE LARANJA E MOSTARDA",
        "Tire o sumo das laranjas.Coloque a mostarda e tempere com a noz-moscada e pimenta-do-reino.Bata bem.Regue a salada."
      ],
      "information": [
        {
          "type": "rendimento",
          "value": "2 pessoas",
          "title": "Serve"
        },
        {
          "type": "preparo",
          "value": "15 minutos",
          "title": "Tempo de preparo"
        }
      ],
      "nutrients": [
        {
          "title": "carboidrato",
          "value": "3g"
        },
        {
          "title": "proteina",
          "value": "10g"
        },
        {
          "title": "gordura",
          "value": "5g"
        },
        {
          "title": "calorias",
          "value": "52g"
        }
      ]
    },
    {
      "id": "cebe49ba-edc0-431a-930d-de6c1c1ee30c",
      "name": "Suco de Laranja",
      "category": {
        "id": "53006eb0-f327-44a9-b4dd-6130438599b5",
        "name": "Bebidas"
      },
      "trending": true,
      "ingredients": [
        "2 laranjas"
      ],
      "preparation": [
        "Expremer a laranja"
      ],
      "information": [
        {
          "type": "rendimento",
          "value": "2 pessoas",
          "title": "Serve"
        },
        {
          "type": "preparo",
          "value": "15 minutos",
          "title": "Tempo de preparo"
        }
      ],
      "nutrients": [
        {
          "title": "carboidrato",
          "value": "3g"
        },
        {
          "title": "proteina",
          "value": "10g"
        },
        {
          "title": "gordura",
          "value": "5g"
        },
        {
          "title": "calorias",
          "value": "52g"
        }
      ]
    }
  ]
}